"AgreeAndProceedButtonText" = "Прийняти та продовжити";
"AllowRepatchUpgradeToggle" = "Дозволити повторний патч / оновлення";
"Credits" = "Подяка:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Велика подяка розробникам, що стоять за патчами DXVK та MoltenVK за їх велику допомогу та надання бінарних файлів.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "Сторінка завантажень CodeWeavers";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "Форуми CodeWeavers";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers не підтримує патчені або модифіковані програми CrossOver, див.";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Зверніть увагу:";
"DisclaimerText" = "Це неофіційна програма для патчування CrossOver, і CodeWeavers не має жодної причетності до її розробки. Незважаючи на те, що вона пройшла тестування, цей софт може зробити вашу установку CrossOver непридатною або незабезпеченою. ВИКОРИСТОВУЙТЕ НА ВЛАСНИЙ РИЗИК. Використання цього патчера також анулює будь-яку офіційну підтримку від CodeWeavers.

Якщо виникнуть проблеми після патчення вашої установки, ви можете завантажити нову копію CrossOver з веб-сайту CodeWeavers.";
"XtLibsButtonText" = "Знайти папку DXMT";
"XtLibsLabel" = "Встановити зовнішню платформу";
"XtLibsToggle" = "Встановити DXMT";
"XtLibsLocateText" = "Знайдіть папку DXMT за допомогою кнопки нижче:";
"XtLibsPathLabelText" = "Шлях до папки зовнішніх ресурсів";
"XtLibsDisclaimerText" = "ПОПЕРЕДЖЕННЯ: Це альфа-версія, вона може бути нестабільною і спричинити збої на вашому пристрої. Використовуйте на свій страх і ризик. Після застосування патчу ВАМ ПОТРІБНО СТВОРИТИ НОВУ БУТИЛКУ ДЛЯ DXMT";
"GPTKToggle" = "Інтегрувати D3DMetal (GPTK)";
"ForcePatch" = "Примусовий патч";
"Instructions" = "Інструкції";
"InstructionsAskWhatDo" = "Що робить ця програма?";
"InstructionsButtonText" = "Інструкції";
"InstructionsFunctionDescription" = "Цей патчер модифікує вашу установку CrossOver для використання оновлених і налаштованих версій DXVK і MoltenVK, що у деяких випадках покращує сумісність або продуктивність деяких ігор.";
"InstructionsText" = "Переконайтеся, що у вас є незмінена версія CrossOver, завантажена зі сторінки вашого облікового запису CodeWeavers. Переконайтеся, що CrossOver зареєстрована і запущена хоча б один раз, щоб гарантувати правильне активування останньої версії DXVK. Можливо, вам доведеться вимкнути та увімкнути DXVK у CrossOver. Якщо з якихось причин ваша установка CrossOver стала непридатною, її можна завантажити знову з веб-сайту CodeWeavers; цей патчер не внесе жодних постійних змін до вашої установки CrossOver.";
"PatchStatusAlreadyPatched" = "Цей CrossOver.app вже патчений!";
"PatchStatusError" = "Не вдалося патчувати CrossOver.app. Будь ласка, перевірте, чи намагаєтеся ви патчувати версію випуску CrossOver %@ з веб-сайту CodeWeavers.";
"PatchStatusReady" = "Перетягніть сюди свій CrossOver.app\nабо клацніть, щоб вибрати його в Finder";
"PatchStatusSuccess" = "CrossOver.app успішно патчений";
"RestoreButtonLabel" = "Відновити";
"RestoreConfirm" = "Гаразд!";
"RestoreFailure" = "Або цей CrossOver.app не патчений, або він був патчений несумісною версією CXPatcher.";
"RestoreStatusLabel" = "Відновлення CrossOver.app";
"RestoreSuccess" = "CrossOver.app успішно відновлено.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "Для правильної роботи бібліотек Media Foundation потрібно встановити GStreamer (Необхідна установка для всіх користувачів)";
"DownloadGStreamer" = "Завантажити GStreamer";
"GStreamerInstalled" = "GStreamer вже встановлено";
"waitFor" = "Очікування, щоб ви прочитали відмову від відповідальності та підтвердження";
"confirmationValue" = "Я не буду звертатися до CodeWeavers для підтримки або повернення коштів";
"confirmation" = "Будь ласка, введіть 'Я не буду звертатися до CodeWeavers для підтримки або повернення коштів' в поле вводу нижче";
"unsupported" = "не підтримується";
"bottlesPathToggle" = "Використовуйте окремий шлях для пляшок";
"optionsButtonText" = "Розширені опції";
"options" = "Опції";
"MTLHUDToggle" = "METAL HUD завжди увімкнено";
"DisableFastMathToggle" = "Вимкнути швидку математику";
"DisableAutoUpdate" = "Заборонити автоматичне оновлення CrossOver";
"bottlesToggleHelp" = "Пляшки будуть зберігатися в іншій текі, CrossOver не буде використовувати пляшки, створені зі стандартним CrossOver, можливо, вам доведеться створити нову пляшку, є опція настроювання шляху, де зберігаються пляшки";
"gptkToggleHelp" = "Оновлює поточні бібліотеки інструментарію для грипортингу";
"mkvToggleHelp" = "Оновлює бібліотеки MoltenVK (з UE4 Hack)";
"dxvkToggleHelp" = "Оновлює бібліотеки DXVK";
"signatureToggleHelp" = "Видаляє підпис програми для вирішення проблем з GateKeeper (програма відкриється за допомогою правого кліку)";
"autoUpdateToggleHelp" = "Вимикає перевірку оновлень CrossOver";
"fastMathToggleHelp" = "Вирішує деякі проблеми з відтворенням деяких ігор за допомогою DXVK (ПОВІЛЬНІШЕ) для всіх пляшок";
"advertiseAVXToggle" = "Завжди рекламує AVX";
"advertiseAVXToggleHelp" = "Це примушує rosetta рекламувати AVX, замість того, щоб використовувати його лише за потребою (деякі ігри, такі як Yakuza, потребують цього для запуску). Це може змусити деякі ігри працювати, але потенційно сповільнити або зламати інші ігри. Якщо не впевнені, залиште не позначеним";
"hudToggleHelp" = "Увімкнути Metal Hud для всіх пляшок";
"MVKdontPatch" = "Не патчити";
"MVKbaseline" = "Базовий MVK + хак UE4";
"MVKlatest" = "Останній MVK + UE4 хак";
"MVKexperimental" = "Експериментальний MVK + UE4 хак";
"DXVKAsyncToggle" = "Асинхронний DXVK";
"DXVKAsyncToggleHelp" = "Увімкнення асинхронної компіляції шейдерів DXVK";
"continue" = "Продовжити";
"d3dMetalCache" = "Кеш D3dMetal";
"clearD3dmetalCache" = "Очистити";
"ShowD3dmetalCacheFolder" = "Показати теку";
"findSteamCaches" = "Знайти кеші Steam";
"d3dmetalCacheDeleted" = "Усі файли кешу D3dMetal були очищені";
"d3dmetalCacheDeleteFailed" = "Не вдалося видалити кеш d3dmetal";
"scanningSteamFolders" = "Сканування тек кешу Steam";
"clickFindSteamCaches" = "Клацніть, щоб сканувати теки кешу Steam";
"steamCacheDeleted" = "Вибрана тека кешу Steam була очищена";
"steamCacheDeleteFailed" = "Не вдалося видалити вибраний кеш Steam";
"steamCacheDeleteInProgress" = "Очищення вибраного кешу Steam";
"toolsButtonText" = "Інструменти";
"DXMTOptions" = "Параметри DXMT";
"preferredMaxFrameRate" = "Максимальна частота кадрів: %@";
"preferredMaxFrameRateHelp" = "Можна налаштувати, щоб ритм кадрів програми контролювався Metal. Значення має бути кратним частоті оновлення вашого дисплея. (наприклад, 15/30/40/60/120 є дійсним для дисплея з частотою 120 Гц).";
"metalFXSpatial" = "Metal FX Просторовий";
"metalFXSpatialHelp" = "Увімкнути просторовий масштабатор MetalFX на вихідному ланцюжку обміну. За замовчуванням подвоїть роздільну здатність виводу.";
"metalSpatialUpscaleFactor" = "Коефіцієнт масштабування: %@";
